Repository: mschultheiss83/klubradio-archivum-app
Catalog: klubradio_archivum/lib/l10n/app_*.arb
Languages: de, hu, ro

# appName
source: Klubradio Archive
de: Klubrádió Archiv
hu: Klubrádió Archívum
ro: Arhiva Klubradio

# downloadListTitle
source: Downloads
hu: Letöltések
ro: Descărcări

# downloadStatusQueued
source: Queued
de: In Warteschlange
hu: Várólistán
ro: În așteptare

# downloadStatusNotDownloaded
source: Not Downloaded
de: Nicht heruntergeladen
hu: Nincs letöltve
ro: Nu este descărcat

# downloadStatusDownloaded
source: Downloaded
de: Heruntergeladen
hu: Letöltve
ro: Descărcat

# downloadStatusDownloading
source: Downloading
de: Wird heruntergeladen
hu: Letöltés
ro: Se descarcă

# downloadStatusFailed
source: Failed
de: Fehlgeschlagen
hu: Sikertelen
ro: Eșuat

# downloadActionRetry
source: Retry
de: Wiederholen
hu: Újra
ro: Reîncercați

# downloadActionCancel
source: Cancel
de: Abbrechen
hu: Mégse
ro: Anulați

# downloadActionDelete
source: Delete
de: Löschen
hu: Törlés
ro: Ștergeți

# noDownloads
source: No Downloads Yet
de: Noch keine Downloads
hu: Még nincsenek letöltések
ro: Nicio descărcare încă

# aboutScreenAppBarTitle
source: About the Application
de: Über die Anwendung
hu: Az alkalmazásról
ro: Despre aplicație

# aboutScreenAppNameDetail
source: Klubradio Archive Application
de: Klubrádió Archiv Anwendung
hu: Klubrádió archívum alkalmazás
ro: Aplicația Arhiva Klubradio

# aboutScreenPurpose
source: The purpose of the application is to provide easy access to Klubrádió's archived programs and to allow the creation of RSS feeds for podcast players.
de: Ziel der Anwendung ist es, einen einfachen Zugang zu den archivierten Sendungen von Klubrádió zu ermöglichen und die Erstellung von RSS-Feeds für Podcast-Player zu erlauben.
hu: Az alkalmazás célja, hogy egyszerű hozzáférést biztosítson a Klubrádió archív műsoraihoz, és lehetőséget adjon RSS feedek létrehozására podcast lejátszók számára.
ro: Scopul aplicației este de a oferi acces ușor la programele arhivate ale Klubrádió și de a permite crearea de fluxuri RSS pentru playerele podcast.

# aboutScreenCommunityProjectInfo
source: This is a community project that serves to support Klubrádió. All content is freely available on the radio's official website.
de: Dies ist ein Gemeinschaftsprojekt, das der Unterstützung von Klubrádió dient. Alle Inhalte sind auf der offiziellen Webseite des Radios frei verfügbar.
hu: Ez egy közösségi projekt, amely a Klubrádió támogatását szolgálja. Minden tartalom szabadon elérhető a rádió hivatalos oldalán.
ro: Acesta este un proiect comunitar care servește la susținerea Klubrádió. Tot conținutul este disponibil gratuit pe site-ul oficial al radioului.

# aboutScreenContactInfo
source: Contact: info@klubradio.hu (content), multilevelstudios@gmail.com (developer contact)
de: Kontakt: info@klubradio.hu (Inhalt), multilevelstudios@gmail.com (Entwicklerkontakt)
hu: Kapcsolat: info@klubradio.hu (tartalom), multilevelstudios@gmail.com (fejlesztői elérhetőség)
ro: Contact: info@klubradio.hu (conținut), multilevelstudios@gmail.com (contact dezvoltator)

# settingsTitle
source: Settings
de: Einstellungen
hu: Beállítások
ro: Setări

# settingsTheme
source: Theme
de: Design
hu: Téma
ro: Temă

# settingsLanguage
source: Language
de: Sprache
hu: Nyelv
ro: Limbă

source: Cancel
de: Abbrechen
hu: Mégse
ro: Anulați

# errorDialogTitle
source: Error
de: Fehler
hu: Hiba
ro: Eroare

# unexpectedError
source: An unexpected error occurred. Please try again later.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
hu: Váratlan hiba történt. Kérjük, próbálja újra később.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu.

# podcastDetailErrorLoading
source: An error occurred: {errorDetails}
de: Fehler aufgetreten: {errorDetails}
hu: Hiba történt: {errorDetails}
ro: A apărut o eroare: {errorDetails}

# podcastDetailSubscriptionSuccess
source: Subscription successful!
de: Erfolgreich abonniert!
hu: Feliratkozás sikeres!
ro: Abonare reușită!

# podcastDetailSubscribeButton
source: Subscribe
de: Abonnieren
hu: Feliratkozás
ro: Abonează-te

# homeScreenSubscribedPodcastsEmptyHint
source: No subscriptions yet — discover podcasts and tap “Subscribe”.
de: Noch keine Abos – entdecke Podcasts und tippe auf „Abonnieren“.
hu: Még nincsenek feliratkozások – fedezd fel a podcasteket és koppints a „Feliratkozás” gombra.
ro: Nicio abonare încă — descoperiți podcasturi și atingeți „Abonează-te”.

# homeScreenSubscribedPodcastsTitle
source: Subscribed Shows
de: Abonnierte Sendungen
hu: Feliratkozott műsorok
ro: Emisiuni abonate

# homeScreenRecentEpisodesTitle
source: Recent Episodes
de: Neueste Episoden
hu: Legutóbbi epizódok
ro: Episoade recente

# homeScreenRecentlyPlayedTitle
source: Recently Played
de: Zuletzt gehört
hu: Legutóbb hallgatott
ro: Redate recent

# themeSettingSystemDefault
source: System Default
de: Systemstandard
hu: Rendszer alapértelmezett
ro: Implicit sistem

# themeSettingLight
source: Light
de: Hell
hu: Világos
ro: Luminos

# themeSettingDark
source: Dark
de: Dunkel
hu: Sötét
ro: Întunecat

# settingsScreenSupportKlubradioTitle
source: Support Klubradio
de: Klubrádió unterstützen
hu: Támogasd a Klubrádiót
ro: Sprijiniți Klubradio

# settingsScreenSupportKlubradioSubtitle
source: Open the support page in your browser.
de: Öffne die Support-Seite im Browser.
hu: Nyisd meg a támogatási oldalt a böngészőben.
ro: Deschideți pagina de suport în browserul dvs.

# settingsScreenSupportDeveloperTitle
source: Support the App Developer
de: App-Entwickler unterstützen
hu: Támogasd az alkalmazás fejlesztőjét
ro: Sprijiniți dezvoltatorul aplicației

# settingsScreenSupportDeveloperSubtitle
source: Voluntary donation for further development.
de: Freiwillige Spende für weitere Entwicklungen.
hu: Önkéntes adomány a további fejlesztésekhez.
ro: Donație voluntară pentru dezvoltare ulterioară.

# themeSettingsSectionTitle
source: Theme Settings
de: Design-Einstellungen
hu: Téma beállítások
ro: Setări temă

# bottomNavHome
source: Home
de: Startseite
hu: Főoldal
ro: Acasă

# bottomNavDiscover
source: Discover
de: Entdecken
hu: Felfedezés
ro: Descoperiți

# bottomNavSearch
source: Search
de: Suche
hu: Keresés
ro: Căutați

# bottomNavDownloads
source: Downloads
hu: Letöltések
ro: Descărcări

# bottomNavProfile
source: Profile
de: Profil
hu: Profil
ro: Profil

# bottomNavSettings
source: Settings
de: Einstellungen
hu: Beállítások
ro: Setări

# playbackSettingsTitle
source: Playback Settings
de: Wiedergabeeinstellungen
hu: Lejátszási beállítások
ro: Setări redare

# playbackSettingsSpeedLabel
source: Playback speed:
de: Wiedergabegeschwindigkeit:
hu: Lejátszási sebesség:
ro: Viteză redare:

# playbackSettingsAutoDownloadLabel
source: Automatic downloads:
de: Automatische Downloads:
hu: Automatikus letöltések:
ro: Descărcări automate:

# playbackSettingsAutoDownloadValue
source: {count,plural, =0{No episodes} =1{1 episode} other{{count} episodes}}
de: {count,plural, =0{Keine Folgen} =1{1 Folge} other{{count} Folgen}}
hu: {count,plural, =0{Nincs epizód} =1{1 epizód} other{{count} epizód}}
ro: {count,plural, =0{Niciun episod} =1{1 episod} other{{count} episoade}}

# showSelectedFeedback
source: "{showTitle}" selected.
de: "{showTitle}" ausgewählt.
hu: "{showTitle}" kiválasztva.
ro: "{showTitle}" selectat.

# discoverScreenFeaturedCategoriesTitle
source: Top Shows
de: Top-Sendungen
hu: Kiemelt műsorok
ro: Emisiuni populare

# discoverScreenRecommendedShowsTitle
source: Recommended Shows
de: Empfohlene Sendungen
hu: Ajánlott műsorok
ro: Emisiuni recomandate

# discoverScreenTrendingTitle
source: Trending
de: Angesagt
hu: Felkapott
ro: În tendințe

# discoverScreenNoTopShows
source: No featured shows available.
de: Keine vorgestellten Sendungen verfügbar.
hu: Nincsenek kiemelt műsorok.
ro: Nicio emisiune populară disponibilă.

# recommendedPodcastsNoRecommendations
source: No recommendations available. Please refresh the data later.
de: Keine Empfehlungen verfügbar. Bitte aktualisiere die Daten später.
hu: Nincs elérhető ajánlás. Frissítsd az adatokat később.
ro: Nicio recomandare disponibilă. Vă rugăm să reîmprospătați datele mai târziu.

# trendingPodcastsNoShows
source: No trending shows on the list.
de: Keine angesagten Sendungen auf der Liste.
hu: Nincs felkapott műsor a listán.
ro: Nicio emisiune în tendințe în listă.

# subscribedPodcastsNoSubscriptions
source: You haven't subscribed to any shows yet.
de: Du hast noch keine Sendungen abonniert.
hu: Még nem iratkoztál fel egy műsorra sem.
ro: Nu v-ați abonat încă la nicio emisiune.

# recentSearchesNoHistory
source: No search history yet.
de: Noch kein Suchverlauf vorhanden.
hu: Még nincs keresési előzmény.
ro: Niciun istoric de căutări încă.

# searchBarHintText
source: Shows, hosts, keywords...
de: Sendungen, Moderatoren, Schlüsselwörter...
hu: Műsorok, műsorvezetők, kulcsszavak...
ro: Emisiuni, gazde, cuvinte cheie...

# searchResultsNoResults
source: No results found for your search.
de: Keine Ergebnisse für Ihre Suche gefunden.
hu: Nincs találat a megadott keresésre.
ro: Nu s-au găsit rezultate pentru căutarea dvs.

# searchScreenInitialPrompt
source: Find your favorite shows or hosts.
de: Finde deine Lieblingssendungen oder Moderatoren.
hu: Keresd meg kedvenc műsoraidat vagy műsorvezetőidet.
ro: Găsiți emisiunile sau gazdele preferate.

# searchScreenErrorMessage
source: An error occurred: {errorDetails}
de: Ein Fehler ist aufgetreten: {errorDetails}
hu: Hiba történt: {errorDetails}
ro: A apărut o eroare: {errorDetails}

# errorParsingData
source: There was an issue processing the data.
de: Bei der Verarbeitung der Daten ist ein Problem aufgetreten.
hu: Hiba történt az adatok feldolgozása során.
ro: A apărut o problemă la procesarea datelor.

# errorUnknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
hu: Ismeretlen hiba történt.
ro: A apărut o eroare necunoscută.

# profileScreenNoEmail
source: No email address provided
de: Keine E-Mail-Adresse angegeben
hu: Nincs megadva e-mail cím
ro: Niciun email furnizat

# profileScreenDownloadSettingsTitle
source: Download Settings
de: Downloadeinstellungen
hu: Letöltési beállítások
ro: Setări descărcări

# profileScreenAutoDownloadsTitle
source: Automatic Downloads
de: Automatische Downloads
hu: Automatikus letöltések
ro: Descărcări automate

# profileScreenAutoDownloadsSubtitle
source: Number of episodes: {count}
de: Anzahl der Episoden: {count}
hu: Epizódok száma: {count}
ro: Număr de episoade: {count}

# profileScreenRecentlyPlayedTitle
source: Recently Played Episodes
de: Zuletzt abgespielte Episoden
hu: Legutóbb hallgatott epizódok
ro: Episoade redate recent

# profileScreenFavoritesTitle
source: Favorites
de: Favoriten
hu: Kedvencek
ro: Favorite

# profileScreenNoFavoriteEpisodes
source: No favorite episodes yet.
de: Noch keine Favoriten vorhanden.
hu: Nincsenek kedvenc epizódok.
ro: Niciun episod favorit încă.

# profileScreenGuestUserDisplayName
source: Guest User
de: Gastbenutzer
hu: Vendég felhasználó
ro: Utilizator invitat

# aboutScreenLicenseTitle
source: License / Legal
de: Lizenz / Rechtliches
hu: Licenc / Jogi információk
ro: Licență / Legal

# aboutScreenLicenseSummary
source: Open the license and legal information.
de: Lizenz- und rechtliche Hinweise öffnen.
hu: Licenc és jogi információk megnyitása.
ro: Deschideți informațiile despre licență și legale.

# aboutScreenVersionTitle
source: Version
hu: Verzió
ro: Versiune

# podcastDetailScreenErrorMessage
source: An error occurred while loading episodes: {errorDetails}
de: Fehler beim Laden der Episoden: {errorDetails}
hu: Hiba történt az epizódok betöltésekor: {errorDetails}
ro: A apărut o eroare la încărcarea episoadelor: {errorDetails}

# podcastDetailScreenSubscribeButton
source: Subscribe
de: Abonnieren
hu: Feliratkozás
ro: Abonează-te

# podcastDetailScreenUnsubscribeButton
source: Unsubscribe
de: Deabonnieren
hu: Leiratkozás
ro: Dezabonează-te

# podcastDetailScreenSubscribeSuccess
source: Subscribed successfully!
de: Erfolgreich abonniert!
hu: Feliratkozás sikeres!
ro: Abonat cu succes!

# podcastDetailScreenUnsubscribeSuccess
source: Unsubscribed successfully!
de: Erfolgreich abbestellt!
hu: Leiratkozás sikeres!
ro: Dezabonat cu succes!

# unsubscribeDialogTitle
source: Unsubscribe
de: Abbestellen
hu: Leiratkozás
ro: Dezabonare

# unsubscribeDialogContent
source: Do you want to delete the downloaded episodes for this podcast?
de: Möchten Sie die heruntergeladenen Episoden für diesen Podcast löschen?
hu: Törölni szeretné a letöltött epizódokat ehhez a podcasthoz?
ro: Doriți să ștergeți episoadele descărcate pentru acest podcast?

# unsubscribeDialogDeleteButton
source: Delete Episodes
de: Episoden löschen
hu: Epizódok törlése
ro: Ștergeți episoadele

# unsubscribeDialogKeepButton
source: Keep Episodes
de: Episoden behalten
hu: Epizódok megtartása
ro: Păstrați episoadele

# nowPlayingScreenTitle
source: Now Playing
de: Aktuelle Wiedergabe
hu: Most szól
ro: Se redă acum

# nowPlayingScreenNoEpisode
source: No episode is currently playing.
de: Aktuell wird keine Episode abgespielt.
hu: Jelenleg nincs lejátszott epizód.
ro: Niciun episod nu se redă în prezent.

# durationInHoursAndMinutes
source: {hours}h {minutes}m
de: {hours} Std. {minutes} Min.
hu: {hours} óra {minutes} perc

# durationInMinutes
source: {minutes}m
de: {minutes} Min.
hu: {minutes} perc

# podcastNotFoundError
source: Sorry, the selected show could not be found.
de: Die ausgewählte Sendung konnte leider nicht gefunden werden.
hu: Sajnos a kiválasztott műsor nem található.
ro: Ne pare rău, emisiunea selectată nu a putut fi găsită.

# podcastListItem_subscribed
source: Subscribed
de: Abonniert
hu: Feliratkozva
ro: Abonat

# podcastListItem_unsubscribe
source: Unsubscribe
de: Abo beenden
hu: Leiratkozás
ro: Dezabonare

# podcastListItem_subscribe
source: Subscribe
de: Abonnieren
hu: Feliratkozás
ro: Abonare

# podcastListItem_unsubscribed
source: Unsubscribed
de: Abo beendet
hu: Leiratkozva
ro: Dezabonat

# podcastListItem_subtitleFallback
source: Klubrádió show
de: Klubrádió-Sendung
hu: Klubrádió műsor
ro: Emisiune Klubrádió

# podcastListItem_openDetails
source: Open podcast details
de: Podcastdetails öffnen
hu: Műsor részleteinek megnyitása
ro: Deschide detaliile podcastului

# downloads_tab_active
source: Active
de: Aktiv
hu: Aktív

# downloads_tab_done
source: Completed
de: Fertig
hu: Kész
ro: Finalizate

# downloads_empty_active
source: No active downloads
de: Keine aktiven Downloads
hu: Nincs aktív letöltés
ro: Nicio descărcare activă

# downloads_empty_done
source: No completed downloads
de: Keine fertigen Downloads
hu: Nincsenek kész letöltések
ro: Nicio descărcare finalizată

# downloads_status_waiting
source: Waiting
de: Wartet
hu: Várakozik
ro: În așteptare

# downloads_status_running
source: Downloading
de: Lädt
hu: Letöltés
ro: Se descarcă

# downloads_status_done
source: Completed
de: Fertig
hu: Kész
ro: Finalizat

# downloads_status_failed
source: Failed
de: Fehler
hu: Hiba
ro: Eșuat

# downloads_status_canceled
source: Canceled
de: Abgebrochen
hu: Megszakítva
ro: Anulat

# downloads_status_unknown
source: Unknown
de: Unbekannt
hu: Ismeretlen
ro: Necunoscut

# downloads_action_pause
source: Pause
hu: Szünet
ro: Pauză

# downloads_action_resume
source: Resume
de: Fortsetzen
hu: Folytatás
ro: Reluați

# downloads_action_cancel
source: Cancel
de: Abbrechen
hu: Megállítás
ro: Anulați

# downloads_action_delete
source: Delete
de: Löschen
hu: Törlés
ro: Ștergeți

# ep_action_resume
source: Resume
de: Fortsetzen
hu: Folytatás
ro: Reluați

# ep_action_downloaded
source: Downloaded
de: Heruntergeladen
hu: Letöltve
ro: Descărcat

# ep_action_retry
source: Retry
de: Erneut versuchen
hu: Újra
ro: Reîncercați

# ep_action_download
source: Download
hu: Letöltés
ro: Descărcați

# settings_title_downloads
source: Downloads
hu: Letöltések
ro: Descărcări

# settings_wifi_only
source: Wi-Fi only
de: Nur WLAN
hu: Csak Wi-Fi-n
ro: Doar Wi-Fi

# settings_wifi_only_mobile_default
source: Default on mobile: ON
de: Standard auf Mobil: AN
hu: Alapértelmezett mobilon: BE
ro: Implicit pe mobil: ACTIVAT

# settings_wifi_only_desktop_default
source: Default on desktop: OFF
de: Standard auf Desktop: AUS
hu: Alapértelmezett asztali gépen: KI
ro: Implicit pe desktop: DEZACTIVAT

# settings_max_parallel
source: Max concurrent downloads
de: Max. gleichzeitige Downloads
hu: Max. párhuzamos letöltés
ro: Descărcări concurente maxime

# settings_retention_section
source: Retention
de: Aufbewahrung
hu: Megőrzés
ro: Retenție

# settings_keep_all
source: Keep all
de: Alle behalten
hu: Mindet megtartja
ro: Păstrați toate

# settings_keep_latest_label
source: Keep only the last n
de: Nur die letzten n
hu: Csak az utolsó n
ro: Păstrați doar ultimele n

# settings_keep_latest
source: Keep latest episodes
de: Letzte Episoden behalten
hu: Legújabb epizódok megtartása
ro: Păstrați ultimele episoade

# settings_keep_latest_hint
source: Keeps the newest n episodes per podcast.
de: Behält pro Podcast die neuesten n Episoden.
hu: Podcastonként a legújabb n epizód marad meg.
ro: Păstrează cele mai noi n episoade per podcast.

# settings_delete_after_heard_label
source: Delete x hours after listened
de: Nach „gehört” in x Stunden löschen
hu: Törlés x órával lejátszás után
ro: Ștergeți la x ore după ascultare

# settings_delete_after_hours
source: Delete after (hours)
de: Löschen nach (Stunden)
hu: Törlés ennyi óra után
ro: Ștergeți după (ore)

# settings_delete_after_hint
source: Automatically remove x hours after playback.
de: Nach dem Anhören automatisch nach x Stunden entfernen.
hu: Automatikus eltávolítás x óra után.
ro: Eliminați automat la x ore după redare.

# settings_zero_off
source: 0 = OFF
de: 0 = AUS
hu: 0 = KI
ro: 0 = DEZACTIVAT

# settings_autodownload_subscriptions
source: Autodownload subscribed episodes
de: Automatisch abonnierte Episoden herunterladen
hu: Feliratkozott epizódok automatikus letöltése
ro: Descărcați automat episoadele abonate

# settings_autodownload_subscriptions_hint
source: Automatically download new episodes from subscribed podcasts.
de: Neue Episoden von abonnierten Podcasts automatisch herunterladen.
hu: Automatikusan letölti az új epizódokat a feliratkozott podcastokból.
ro: Descărcați automat episoadele noi de la podcasturile abonate.

# profileScreenNoRecentlyPlayed
source: No recently played episodes yet.
de: Noch nichts kürzlich gehört.
hu: Még nincs nemrég hallgatott epizód.
ro: Niciun episod redat recent încă.

# profileScreenSubscriptionsTitle
source: Subscribed shows
de: Abonnierte Sendungen
hu: Feliratkozott műsorok
ro: Emisiuni abonate

# profileScreenAppIdTitle
source: App ID
hu: Alkalmazás-azonosító
ro: ID aplicație

# profileScreenIdCopied
source: ID copied
de: ID kopiert
hu: Azonosító kimásolva
ro: ID copiat

# profileScreenPlaybackSpeedTitle
source: Playback speed
de: Wiedergabegeschwindigkeit
hu: Lejátszási sebesség
ro: Viteză redare

# commonCancel
source: Cancel
de: Abbrechen
hu: Mégse
ro: Anulați

# commonCount
source: Count
de: Anzahl
hu: Darab
ro: Număr

# commonDone
source: Fertig
hu: Kész
ro: Finalizat
